[
  {
    "iv_Bank": "(insert image link)",
    "bank_Name": "What is Credit?",
    "bank_Description": "Your history with the ability to borrow money or access goods or services with the understanding that you will pay later, an agreement between a lender and a borrower who promises to repay the lender at a later date.",
    "best_For": "",
    "application_Link": ""
  },
  {
    "iv_bank": "(insert image link)",
    "bank_Name": "Why would you want to build credit? ",
    "bank_Description":"It is important to build credit in order to be able to: \n - Finance a car \n - Buy a house \n - Qualify for best credit card offers \n - It can affect your job prospects \n - Renting an apartment  \n - Qualifying for loans \n - It essentially is part of your financial power\n",
    "best_For": "",
    "application_Link": ""
  },
  {
    "iv_bank": "(insert image link)",
    "bank_Name": "Building Credit with a Credit Card",
    "bank_Description":" - Get a secured credit card. This is tied to a savings account which the limit is the amount of the credit card or a percentage of it. Keep balance low and make sure to pay it on time every month  \n \n - Open a joint account or become an authorized user. You can open a joint account with someone who already has good credit (i.e.parents). This then creates a shared responsibility between who you choose to join an account with. \n ",
    "best_For": " - Request a credit limit increase. Once you paid your debt, decrease your utilization rate, and have your credit score at a good standing you can choose to ask your bank for a credit limit increase. This can eventually positively impact your credit score as long as you don’t increase your utilization with your new credit limit. ",
    "application_Link": ""

  },
  {
    "iv_bank": "(insert image link)",
    "bank_Name": "Building Credit without a credit card",
    "bank_Description":" - Pay student loans consistently, on time, and every month. \n - Take out an auto installment loan if you are looking to buy a car, agree on monthly payments, and find the best deal that suits you. \n - Obtain a secured loan. Some banks and credit unions offer credit-builder loans/passbook loans that are low-risk loans designed just for you to build credit. It is similar to a secured credit card.\nAsk for credit. If you already reliably pay your rent, utilities, other monthly bills, then you can ask for a track record on those items for some companies. Some landlords will be able to report your positive payment history to credit bureaus. \n",
    "best_For": "",
    "application_Link": ""
  },
  {
    "iv_bank": "(insert image link)",
    "bank_Name": "Best tips on how to use your credit card: ",
    "bank_Description":" - Only start out with one credit card. This allows you to keep your cards at a minimum. Applying for multiple credit cards will cause your credit score to drop. Multiple credit cards also is a higher risk for taking on credit card debt. \n - Only charge what you can afford to pay. This will help you adapt to building a better habit of managing your money efficiently. If you start spending more than what you can afford, that amount will eventually add up and it becomes the quickest way to build up a balance that you can’t repay. \n ",
    "best_For": " - Pay your balance in full every month. Although credit card companies allow users to pay a minimum amount of your bill, interest rates begin to add up each month for not paying in full when you got the bill initially. If you only pay the minimum amount, all of the extra fees can lead you to paying $100 for something that was only $20. This goes back to the “only charge what you can afford to pay” tip. \n - Stay under your credit limit. Each credit card has a certain credit limit (the maximum amount you can spend on that card each month), and this can depend on the credit card company as well as your credit score/income/etc. It is best to keep your charges within 10-30% of your credit card limit. \n",
    "application_Link": ""
  },

  {
    "iv_Bank":"(insert image link)",
    "bank_Name":"WellsFargo CashBack College Card",
    "bank_Description":"Card Description: Designed for college students who want to start building credit. Includes cash back rewards of 3% during the first 6 months. Has great features for tracking your credit score directly from the WellsFargo app.",
    "best_For":"Best for: Building/Rebuilding Credit",
    "application_Link":"https://www.wellsfargo.com/credit-cards/cash-back-college-card/"
  },
  {
    "iv_Bank":"(insert image link)",
    "bank_Name":"Capital One Secured Mastercard",
    "bank_Description":"Card Description: Designed for those students who may already have credit history. It does require an initial deposit of at least $49, $99, or $200 down that is used as security in case one fails to pay the credit card bill (acts as a safety net). There are no rewards or bonus offers, but it does have no foreign transaction fees.",
    "best_For":"Best for: Building Credit",
    "application_Link":"https://applynow.capitalone.com/?productId=11033&external_id=WWW_LPT44_ZZZ_ONL-SE_ZZZZZ_T_SEM2_ZZZZ_c_Zg__kenshoo_clickid__444500679524_662370"
  },
  {
    "iv_Bank":"(insert image link)",
    "bank_Name":"CitiBank Rewards Card",
    "bank_Description":"Designed for students to earn bonus rewards as well as cash back. Compared to other credit cards, this particular card has a point-rounding feature that allows you to earn gift cards. There are many different ways to earn points on this card resulting in essential money back. ",
    "best_For":"Best For: Earning Rewards",
    "application_Link":"https://www.citi.com/credit-cards/credit-card-details/citi.action?ID=citi-rewards-plus-credit-card&category=view-all-credit-cards&afc=1C2&intc=7~7~67~1~MCT~1~CMSDefaultOffer"
  },
  {
    "iv_Bank":"(insert image link)",
    "bank_Name":"Deserve Edu Mastercard",
    "bank_Description":"Designed intentionally for international students since there is no social-security number required when signing up for it. Earn unlimited 1% cash back. There is no deposit required and not international transactions fees on purchases abroad. Possible to qualify without any credit history.",
    "best_For":"Best for: International Students",
    "application_Link":"https://www.deserve.com"
  },
  {
    "iv_Bank":"(insert image link)",
    "bank_Name":"Discover Student Cash Back",
    "bank_Description":"Designed just for students. Able to earn cash back rewards while practicing responsible credit habits. Includes a good grade award of $20 by maintaining a 3.0 GPAor higher for the next 5 years. Earn 5% cash back on everyday purchases at different places. No FICO history required. ",
    "best_For":"Cash-back Rewards",
    "application_Link":"https://www.discover.com/credit-cards/student/it-card.html"
  }
]